<?php
// Heading
$_['heading_title']    = '<strong style="color:#3d6b01">Lightflat хиты продаж карусель</strong>';

// Text
$_['text_extension']   = 'Расширения';
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_edit']        = 'Настройки модуля';

// Entry
$_['entry_name']       = 'Название модуля';
$_['entry_limit']      = 'Лимит';
$_['entry_image']      = 'Изображение (Ширина x Высота)';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Высота';
$_['entry_status']     = 'Статус';
$_['entry_items']                   = 'Количество показываемых элементов в карусели';
$_['entry_autoplay']                = 'Скорость автозапуска';
$_['entry_slidespeed']              = 'Скорость скольжения в миллисекундах';
$_['entry_paginationspeed']         = 'Скорость пагинации в миллисекундах';
$_['entry_rewindspeed']             = 'Скорость перемотки в миллисекундах';
$_['entry_stoponhover']             = 'Остановить воспроизведение при наведении мыши';
$_['entry_navigation']             = 'Отобразить кнопки «Далее» и «Предыдущие»';
$_['entry_pagination']              = 'Показать пагинацию';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_name']       = 'Название модуля должно содержать от 3 до 64 символов!';
$_['error_width']      = 'Введите ширину изображения!';
$_['error_height']     = 'Введите высоту изображения!';
$_['error_items']                   = 'Необходимо указать количество показываемых элементов!';
$_['error_autoplay']                = 'Необходимо указать скорость автозапуска!';
$_['error_slidespeed']              = 'Необходимо указать скорость скольжения!';
$_['error_paginationspeed']         = 'Необходимо указать скорость пагинации!';
$_['error_rewindspeed']             = 'Необходимо указать скорость перемотки!';

